geropt/Screen-speed/esp/starlink_pilot/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_160=y
CONFIG_NMEA_PARSER_UART_RXD=16
CONFIG_NMEA_PARSER_UART_BAUD_RATE=9600
CONFIG_NMEA_PARSER_TASK_STACK_SIZE=4096
CONFIG_TELEM_WIFI_SSID="Personal-916-2.4GHz"
CONFIG_TELEM_WIFI_PASSWORD=""
CONFIG_TELEM_WIFI_SSID_2="ClaroRS"
CONFIG_TELEM_WIFI_PASSWORD_2=""
CONFIG_TELEM_WIFI_SSID_3="iPhone"
CONFIG_TELEM_WIFI_PASSWORD_3=""
CONFIG_TELEM_HOST="46973.flespi.gw"
CONFIG_TELEM_PORT=29043
CONFIG_TELEM_T_DOWN_MS=15000
# CONFIG_TELEM_REQUIRE_IGNITION is not set
